Repository: manhcuong0312/NVDAExtensionGlobalPlugin
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: vi

source: Error: buildVars.py file has no add-on version line
vi: Lỗi: Tập tin buildVars.py không có dòng phiên bản add-on

source: Version of buildVars.py file has been updated
vi: Phiên bản của tập tin buildVars.py đã được cập nhật

source: Entry add-on version:
vi: Phiên bản addd-on:

source: No add-on installed
vi: Không có add-on nào được cài đặt

source: The update is not compatible with this version of NVDA. Minimum NVDA version: {minYear}{minMajor}, last tested: {testedYear}.{testedMajor}.
vi: Bản cập nhật không tương thích với phiên bản NVDA này. Phiên bản NVDA thấp nhất: {minYear}{minMajor}, bản thử nghiệm sau cùng: {testsYear}.{testedMajor}.

source: Downloading {name}
vi: Đang tải xuống {name}

source: Error downloading update for {name}.
vi: Lỗi tải xuống cập nhật cho {name}.

source: Cannot update {name} - missing file or invalid file format
vi: Không thể cập nhật {name} - tập tin bị thiếu hoặc định dạng tập tin không hợp lệ

source: Updating
vi: Đang cập nhật

source: Please wait while the add-on is being updated.
vi: Vui lòng đợi trong khi đang cập nhật add-on.

source: Failed to update {name} add-on
vi: Lỗi cập nhật add-on {name}

source: {summary} - update
vi: {summary} - cập nhật

source: The service is temporarily under maintenance. Please, try again later.
vi: Dịch vụ này đang tạm được bảo trì. Vui lòng thử lại sau.

source: New version available, version %s. Do you want download it now?
vi: Đã có phiên bản mới, phiên bản %s. Bạn có muốn tải nó về bây giờ không?

source: You are up-to-date. %s is the latest version.
vi: Bạn đã cập nhật. %s là phiên bản mới nhất.

source: Oops! There was a problem checking for updates. Please retry later
vi: Có vấn đề khi kiểm tra cập nhật. Vui lòng thử lại sau

source: &Yes
vi: &Có

source: &No
vi: &Không

source: &Later
vi: Để &Sau

source: Wha&t's new
vi: Tính năng &mới

source: User input Gestures
vi: Thao tác đầu vào của người dùng

source: Remove &all
vi: Gỡ &tất cả

source: Do you really want to erase all the modification of gesture control that have been made?
vi: Bạn có chắc chắn muốn xóa tất cả các chỉnh sửa thao tác đã được thực hiện không?

source: NVDAExtensionGlobalPlugin add-on - warning
vi: Cảnh báo cho add-on mở rộng toàn cục của NVDA

source: Deleted gestures
vi: Các thao tác đã xóa

source: Informations
vi: Thông tin

source: Co&py to Clipboard
vi: Sao ché&p vào bộ nhớ tạm

source: Copied
vi: Đã sao chép

source: Error, the information cannot be copied to the clipboard
vi: Lỗi, không sao chép được thông tin vào bộ nhớ tạm

source: interrupted
vi: bị gián đoạn

source: Elements's searching
vi: Tìm kiếm thành phần

source: List, list's item
vi: Danh sách, thành phần trong danh sách

source: Tree view, treeview's item
vi: Cây thư mục, thành phần cây thư mục

source: ComboBox
vi: Hộp xổ

source: Slider
vi: Thanh trượt

source: Table, table's item
vi: Bảng, mục trong bảng

source: Menu, menu's item
vi: Trình đơn, mục của trình đơn

source: Container (Tools bar, panel, application, ...)
vi: Bộ chứa (Thanh công cụ, bảng điều khiển, ứng dụng, ...)

source: Text
vi: văn bản

source: list of visible items making up the object in the foreground
vi: Danh sách các thành phần tạo nên đối tượng hiện tại

source: Ignore untaggeditems
vi: Bỏ qua các thành phần không gắn thể

source: &Type:
vi: &Loại:

source: Elements:
vi: Các thành phần:

source: Move &navigator object to it
vi: Di &chuyển đối tượng điều hướng đến nó
