Repository: manhcuong0312/NVDAExtensionGlobalPlugin
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: vi

source: Check &excluded keys:
vi: Kiểm tra và loại trừ các khóa:

source: Pressed W&ith modifier key combination:
vi: Được bấm &với tổ họp phím bổ trợ:

source: &Check all modifier combinations
vi: &Chọn tất cả các phím bổ trợ

source: &Uncheck all modifier combinations
vi: &Bỏ chọn tất cả các phím bổ trợ

source: Do not speak command &keys
vi: Không nói &phím lệnh

source: Do you want to save changes made in "%s" mode
vi: Bạn có muốn lưu các thay đổi được thực hiện trong chế độ "%s"

source: No more checked command key
vi: Không có thêm phím lệnh được chọn

source: For these keys, you must check at least one item of the modifier key combinations list: %s
vi: Với các phím này, bạn phải chọn tối thiểu một phím trong danh sách phím bổ trợ: %s

source: Help for Complex symbols edition
vi: Trợ giúp cho phiên bản biểu tượng phức tạp

source: &Categories:
vi: &Phân loại:

source: &Copy to clipboard
vi: &Sao chép vào bộ nhớ tạm

source: &Paste
vi: &Dán

source: &Manage your symbols
vi: &Quản lý kí hiệu của bạn

source: No symbol selected
vi: Không có kí hiệu nào được chọn

source: {0} pasted
vi: đã dán {0}

source: Symbol cannot copied to the clipboard
vi: Kí hiệu không thể sao chép vào bộ nhớ tạm

source: {0} copied
vi: đã sao chép {0}

source: Error: no basic symbols installed
vi: Lỗi: không cài đặt các ký hiệu cơ bản

source: User symbols manager
vi: Trình quản lý ký hiệu người dùng

source: &Add a symbol
vi: &Thêm một kí hiệu

source: &Delete the symbol
vi: &Xóa kí hiệu

source: Add a &category
vi: Thêm một &thể loại

source: De&lete the category
vi: &Xóa phân loại

source: &Save
vi: &lưu

source: %s symbol deleted
vi: đã xóa kí hiệu %s

source: No symbol entered
vi: Không có kí hiệu nào được nhập

source: Symbol is not valid
vi: Kí hiệu không hợp lệ

source: There is no description for the symbol
vi: Không có mô tả cho kí hiệu

source: The symbol is already in this category under "%s" description. Do you want to replace it?
vi: Kí hiệu đã có trong phân loại này trong "%s" mô tả. Bạn có muốn thay thế nó không?

source: The symbol is allready in {oldCat} category. Do you want to add this symbol also in {newCat} category?
vi: Kí hiệu đã có trong phân loại {oldCat}. Bạn có muốn thêm kí hiệu này trong phân loại {newCat} không?

source: %s symbol has been added
vi: đã them kí hiệu %s

source: Entry category name:
vi: Tên danh mục:

source: Adding category
vi: Thêm thể loại

source: %s category allready exists
vi: phân loại %s đã tồn tại

source: You cannot delete this basic category.
vi: Bạn không thể xóa phân loại cơ bản này.

source: Do you really vwant to delete this category and all its symbols?
vi: Bạn có chắc chắn muốn xóa phân loại này và tất cả các kí hiệu của nó?

source: %s category has been deleted
vi: phân loại %s đã bị xóa

source: Adding Symbol in %s category
vi: Thêm Biểu tượng trong danh mục %s

source: Enter the Symbol:
vi: Nhập biểu tượng:

source: Enter the Description:
vi: Nhập mô tả:

source: Last used complex symbols
vi: Kí hiệu phức tạp được sử dụng lần cuối

source: &Symbols:
vi: &Kí hiệu

source: &Delete all
vi: &Xóa hết

source: Do you really want to delete all symbols of the list
vi: Bạn có chắc chắn muốn xóa tất cả các kí hiệu trong danh sách

source: There is no symbol recorded
vi: Không có kí hiệu nào được ghi lại

source: Open
vi: Mở

source: Save
vi: lưu

source: Save as
vi: Lưu thành

source: Find in
vi: Tìm trong

source: Selected folder name not found
vi: Không tìm thấy tên thư mục đã chọn

source: Folder %s
vi: Thư mục %s

source: Shutdown Computer
vi: Tắt máy tính

source: &Hibernate
vi: &Ngủ đông

source: &Shutdown
vi: &Tắt nguồn

source: &Reboot
vi: &Khởi động lại

source: F&orce running programs to close without warning
vi: &Buộc đóng chương trình đang chạy mà không có cảnh báo

source: &Delay before shutdown or reboot between {min} and {max} seconds
vi: &Chờ trước khi tắt hay khởi động lại máy trong khoảng {min} và {max} giây

source: Shut down ...
vi: TẮT MÁY

source: Computer's rebooting ...
vi: Máy tính khởi động lại ...

source: Hibernate isn't available. Sleep mode is activated.
vi: chế độ ngủ đông không sẵn sàng. Chế độ ngủ được kích hoạt.

source: Volume
vi: Âm lượng

source: Volume on
vi: tăng âm lượngâm lượng bật

source: volume off
vi: tắt âm lượng

source: No audio controller for this application
vi: Không có bộ điều khiển âm thanh cho ứng dụng này

source: percent
vi: phần trăm

source: Unavailable for NVDA
vi: Không sẵn sang cho NVDA

source: Impossible, the volume level cannot be lower than the configured recovery threshold equal to %s
vi: Không khả thi. mức âm lượng không thể thấp hơn Ngưỡng phục hồi đã cấu hình bằng %s

source: Volume control
vi: Kiểm soát âm lượng

source: Set the volume of current focused application to %s percent
vi: Đặt âm lượng của ứng dụng đang có focus thành %s phần trăm

source: Set the main volume to %s
vi: Đặt âm lượng tổng thành %s

source: Set on main and NVDA volume
vi: Đặt âm lượng NVDA và âm lượng chính

source: Toggle current focused application volume mute
vi: tắt tiếng hoặc cài đặt âm thanh cho ứng dụng hiện tại

source: Increase volume of current focused application
vi: Tăng âm lượng của ứng dụng hiện tại

source: Decrease volume of current focused application
vi: Giảm âm lượng của ứng dụng đang có focus

source: Maximize volume of current focused application
vi: Tối đa âm lượng của ứng dụng hiện tại

source: Minimize volume of current focused application
vi: Làm nhỏ âm lượng của ứng dụng đang có focus

source: Increase volume of speakers
vi: Tăng âm lượng loa

source: Decrease volume of speakers
vi: Giảm âm lượng loa

source: Maximize volume of speakers
vi: Tối đa âm lượng của loa

source: Minimize volume of speakers
vi: Làm nhỏ âm lượng loa

source: Set the volume of current focused application to previous level
vi: Đặt âm lượng của ứng dụng hiện tại ở mức trước đó

source: Set the main volume to previous level
vi: Đặt âm lượng tổng ở mức trước đó

source: Not available on this operating's system
vi: Không khả dụng trên hệ điều hành này

source: The main volume and that of NVDA are established and their level sets to the one in the configuration
vi: Âm lượng tổng và âm lượng của NVDA đã được thiết lập và mức độ âm lượng của chúng đã được thiết lập trong cấu hình

source: Keyboard Key renaming
vi: Đổi tên phím

source: NVDA defined key labels:
vi: Nhãn chính được xác định NVDA:

source: Modified label:
vi: Nhãn đã sửa đổi:

source: &Modify
vi: &Sửa đổi

source: &Remove
vi: &Gỡ

source: R&emove al
vi: &Gỡ tất cả

source: Redefined in %s
vi: xác định lại trong %s

source: Entry new label:
vi: Nhập nhãn mới:

source: Key label redifinition
vi: Xác định lại nhãn chính

source: New name is removed
vi: Tên mới bị xóa

source: No modification
vi: Không sửa đổi

source: All replacement labels have been removed
vi: Tất cả các nhãn thay thế đã được gỡ bỏ

source: End duration in %s minutes
vi: Thời lượng kết thúc sau %s phút

source: End duration inone minute
vi: Thời lượng kết thúc trong một phút

source: End ofduration
vi: Hết thời gian

source: Launch of the Minute timer
vi: khởi động đồng hồ bấm giờ

source: Enter the minute timer &duration (in minutes):
vi: Nhập bộ đếm thời gian &thời lượng phút (tính bằng phút):

source: Enter the &annonce to be spoken at the end of duration:
vi: Nhập &annonce sẽ được nói vào cuối thời lượng:

source: Delay to be alerted before ending (in minutes):
vi: Chờ để cảnh báo trước khi kết thúc (tính bằng phút):

source: Ring's &Options
vi: Nhẫn &Tùy chọn

source: Duration is not valid
vi: Thời lượng không hợp lệ

source: The Delay to be notified before duration ending must be smaller than duration
vi: Thời gian chờ được thông báo trước khi kết thúc thời gian phải nhỏ hơn thời gian

source: Minute timer started for %s minutes
vi: Bắt đầu hẹn giờ cho %s phút

source: Ring options
vi: Tùy chọn nhẫn

source: &Number of rings:
vi: &Số vòng:

source: &Delay between rings (in miliseconds):
vi: &Chờ giữa các vòng (tính bằng mi li giây):

source: Current minute timer
vi: Giờ hẹn hiện tại

source: Remaining duration:
vi: Thời lượng còn lại:

source: &Stop
vi: &Dừng

source: Minute timer is stopped
vi: Đã dừng hẹn giờ

source: %s seconds
vi: %s giây

source: {minutes} minutes {seconds}
vi: {minutes} phút {seconds}

source: NVDA logs management
vi: Quản lý nhật ký NVDA

source: Open current &log
vi: Mở hiện tại và đăng nhập

source: Open &old log
vi: Mở và nhật ký cũ

source: Copy log &path to clipboard
vi: Sao chép nhật ký và đường dẫn vào clipboard

source: Current log file path cannot be copied to clipboard
vi: Không thể sao chép đường dẫn tập tin log hiện tại vào bộ nhớ tạm

source: %s dialog is allready open
vi: Hộp thoại %s đã được mở

source: Font:
vi: Nét chữ:

source: Family: %s
vi: Gia đình: %s

source: Name: %s
vi: Tên: %s

source: Size: %s
vi: Kích cỡ : %s

source: Text's alignment: %s
vi: Thụt lề van bản: %s

source: Attributes: %s
vi: Các thuộc tính: %s

source: Vertical alignment: %s
vi: Căn dọc: %s

source: Position: %s
vi: Vị trí: %s

source: Paragraph's indentation:%s
vi: Thụt lề đoạn: %s

source: style: %s
vi: kiểu: %s

source: Line spacing: %s
vi: Cách dòng: %s

source: Indentations: %s
vi: Thụt lề: %s

source: Formatting's Informations
vi: Thông tin định dạng

source: The configuration file of %s addon contains errors. The addon configuration has been reset to default configuration
vi: Tập tin cấu hình của addon %s chứa lỗi. Cấu hình addon đã được đặt lại về cấu hình mặc định

source: The old configuration file of %s addon contains errors. It's not possible to keep previous configuration
vi: Tập tin cấu hình cũ của addon %s chứa lỗi. Không thể giữ cấu hình trước đó

source: The add-on configuration will be reset to factory values and NVDA will be restarted. Would you like to continue?
vi: Cấu hình của add-on sẽ được đặt lại về giá trị gốc và NVDA sẽ được khởi động lại. Bạn có muốn tiếp tục không?

source: Configuration reset
vi: Đã khôi phục cấu hình

source: It's time
vi: Bây giờ là

source: Some Changes have been made . You must save the configuration and restart NVDA for these changes to take effect. Would you like to do it now?
vi: Một số thay đổi đã được thực hiện. Bạn phải lưu cấu hình và khởi động lại NVDA để những thay đổi này có hiệu lực. Bạn có muốn làm điều đó bây giờ?

source: Don't forget to save the configuration for the changes to take effect !
vi: Đừng quên lưu cấu hình để các thay đổi có hiệu lực!

source: features's installation
vi: Cài các tính năng

source: Do not install
vi: Không cài đặt

source: Install
vi: cài đặt

source: Install without gesture
vi: Cài đặt không có thao tác

source: Display &systray icons and running application windows lists:
vi: Hiển thị &biểu tượng khay hệ thống và danh sách cửa sổ ứng dụng đang chạy:

source: &complex symbols edition help:
vi: &trợ giúp thêm cho các kí hiệu phức tạp:

source: &Focused Application's informations:
vi: &Thông tim ứng dụng đang có focus

source: &Extended Virtual Buffer:
vi: mở rộng chức năng cho trình duyệt

source: c&lipboard command announcement:
vi: Thông báo lệnh

source: C&urrent folder report:
vi: thông báo thư mục được chọn

source: &NVDA's log Files:
vi: &Các tập tin log của NVDA:

source: Speech &history:
vi: lịch sử &giọng nói :

source: &Keyboard Key renaming:
vi: Đổi &tên phím:

source: C&ommand keys selective announcement:
vi: thông báo phím trọn lọc

source: Minute &timer:
vi: Phút &giờ:

source: NVDA's &restart:
vi: khởi động lại &NVDA:

source: Display visible items making up the foreground &object:
vi: Hiển thị các thành phần tạo nên đồi tượng &hiện tại:

source: &Voice profil switching:
vi: &Chuyển đổi hồ sơ giọng đọc:

source: Ke&ys's remanence:
vi: Phần còn lại của Ke &ys:

source: Volu&me's control:
vi: Kiểm soát âm lượng

source: &Developpement's tools
vi: &Công cụ CHO nhà phát triển

source: Date and time - supplements
vi: Ngày và giờ - bổ sung

source: NVDA enhancements
vi: Cải tiến NVDA

source: Editing
vi: Chỉnh sửa

source: &Report next word on deletion
vi: &Thông báo từ tiếp theo khi xóa

source: maximum number of last &used symbols recorded:
vi: số kí hiệu tối đa được ghi lại khi sử dụng

source: Cursor's moving
vi: Di chuyển con trỏ

source: &Punctuation/symbol level on word movement:
vi: &Cấp độ đọc dấu câu khi di chuyển từng từ:

source: Current configuration profil's level
vi: mức cấu hình hiện tại

source: Speech history
vi: Lịch sử giọng nói

source: &Number the records
vi: &Đánh số cho bản ghi

source: &Display records in ascending order
vi: &Hiển thị các bản ghi theo thứ tự tăng dần

source: Browser
vi: Trình duyệt

source: &Browse in loop
vi: &Duyệt theo vòng lặp

source: Computer
vi: Máy vi tính

source: Windows
vi: Cửa sổ

source: &No object description inWindows ribbons
vi: &Không có mô tả đối tượng trong Windows ribbons

source: Automatically &maximize windows
vi: Tự động &tối đa hóa cửa sổ

source: Report &windows clock's time with seconds
vi: thông báo &thời gian bằng dây

source: Main and NVDA
vi: Tổng và NVDA

source: Set on &volume at the loading of the add-on
vi: tự động phục hồi âm lượng khi tải phần mở rộng

source: Main volume
vi: Âm lượng tổng

source: &Threshold of recovery of the volume:
vi: &Ngưỡng phục hồi âm lượng:

source: Recovery &level:
vi: &Cấp độ phục hồi:

source: NVDA volume
vi: âm lượng NVDA

source: T&hreshold of recovery of the volume:
vi: &Ngưỡng phục hồi âm lượng:

source: &Recovery level:
vi: &Cấp độ phục hồi:

source: Ste&ps's size:
vi: Kích thước của Ste &ps:

source: R&eport volume changes
vi: Thay đổi âm lượng R &eport

source: &Announce application volume level in percent
vi: &Thông báo mức âm lượng của ứng dụng bằng phần trăm

source: advanced
vi: nâng cao

source: For No NVDA's version
vi: Không cho bản NVDA nào

source: For Only the NVDA's snapshot versions
vi: Chỉ cho các phiên bản NVDA thử nghiệm

source: Only until the next NVDA restart
vi: Chỉ đến lần khởi động NVDA tiếp theo

source: For all NVDA's versions
vi: Cho tất cả phiên bản NVDA

source: &Play sound on logged errors:
vi: &Phát âm thanh khi lỗi log:

source: &Title dialog with add-on name
vi: &Tên hộp thoại với tên của add-on

source: &Delay between repeat of same gesture:
vi: &Chờ giữa các lần lặp lại các thao tác trùng nhau:

source: &Do not take account of the option called Report object descriptions during the display of the dialog box style confirmation
vi: &Không xem xét tùy chọn có tên Báo cáo mô tả đối tượng trong khi hiển thị xác nhận hộp thoại

source: Keyboard
vi: Bàn phím

source: Keys's remanence
vi: phím tắt còn lại

source: &Only NVDA key in remanence
vi: &Chỉ còn phím NVDA

source: Activate &remanence at NVDA's start
vi: Kích hoạt và làm lại khi bắt đầu NVDA

source: &Remanence's delay (in milliseconds):
vi: &Thời gian chờ còn lại (tính bằng mili giây):

source: Play &sound at the start of remanence
vi: phát âm thanh khi bắt đầu tổ hợp phím

source: Play sound at the &end of remanence
vi: Phát âm thanh vào cuối tổ hợp phím

source: Special remanence for &Gmail.com
vi: Chức năng thêm cho &Gmail.com

source: Numeric keypad
vi: Bàn phím số

source: &allow the standard use of the numeric keypad
vi: &cho phép sử dụng bàn phím số chuẫn

source: &Enable the standard use of the numeric keypad at NVDA's start
vi: &Bật bàn phím số chuẩn khi khởi động NVDA

source: &Enable / disable numeric keypad's standard use with num lock key
vi: &Bật / tắt việc dùng bàn phím số chuẩn với phím khóa số

source: Update
vi: Cập nhật

source: Automatically check for &updates
vi: Tự động kiểm tra &cập nhật

source: Update also release versions to &development versions
vi: Cập nhật cả bản chính thức và bản thử nghiệm

source: &Check for update
vi: &Kiểm tra cập nhật

source: View &history
vi: Xem &lịch sử

source: Settings
vi: Cài đặt

source: Records:
vi: Các bản ghi:

source: The current configuration of the "Voice profile switching"feature is not compatible with this add-on's version, All selectors have been released and the voice profiles deleted. Sorry for the inconvenience.
vi: tất cả bộ đọc không tương thích đã bị xóa,xin lỗi vì sự bất tiện này .

source: warning
vi: cảnh báo

source: Impossible, the synthetizer of voice profile {voiceProfileName} associated to selector {selector} is not available. Do you want to free this selector?
vi: Không khả thi. Bộ đọc của hồ sơ giọng đọc {voiceProfileName} liên kết với bộ chọn {selector} không sẵn sàng. Bạn có muốn bỏ bộ chọn này không?

source: Synthesizer error
vi: Lỗi bộ đọc

source: Selector {selector}: {name}
vi: Bộ chọn {selector}: {name}

source: no other selector set to voice profile
vi: Không có bộ chọn nào khác được thiết lập cho hồ sơ giọng đọc này

source: no selector set to voice profile
vi: Không có bộ chọn nào được thiết lập cho hồ sơ giọng đọc

source: yes
vi: có

source: no
vi: không

source: {name} voice profile set to selector {selector}
vi: Hồ sơ giọng đọc {name} đã được đặt cho bộ chọn {selector}

source: all selectors are freed from their vocal profile
vi: Tất cả bộ chọn đã bị xóa khỏi hồ sơ của chúng

source: Automatic language switching (when supported)
vi: Tự chuyển ngôn ngữ (khi được hỗ trợ)

source: Automatic dialect switching (when supported)
vi: Tự động chuyển giọng theo vùng miền (nếu có hỗ trợ)

source: Punctuation/symbol level
vi: mức độ đọc dấu câu và kí hiệu

source: Trust voice's language when processing characters and symbols
vi: Sử dụng giọng đọc của ngôn ngữ để xử lý ký hiệu và ký tự

source: Include Unicode Consortium data (including emoji) when processing characters and symbols
vi: Bao gồm dữ liệu từ Unicode Consortium (bao gồm cả biểu tượng cảm xúc) trong quá trình xử lý các ký tự và ký hiệu

source: Capital pitch change percentage
vi: Phần tram thay đổi độ cao chữ hoa

source: Say cap before capitals
vi: Nói chữ hoa trước các chữ viết hoa

source: Beep for capitals
vi: Beep cho chữ hoa

source: Use spelling functionality if supported
vi: Sử dụng chức năng đánh vần nếu được hỗ trợ

source: selector: %s
vi: bộ chọn: %s

source: Voice profile name: %s
vi: Tên hồ sơ giọng đọc: %s

source: Associated under %s configuration profile
vi: Liên kết với hồ sơ %s

source: Synthetizer: %s
vi: Bộ đọc: %s

source: Output device: %s
vi: Thiết bị đầu ra: %s

source: Voice profile selectors's Management of profile %s
vi: Bộ chọn và quản lý hồ sợ giọng đọc cho hồ sơ %s

source: &Selectors
vi: &Bộ chọn

source: free
vi: miễn phí

source: &Use selectors associated under normal cconfiguration's profile
vi: &sử dụng bộ đọc được liên kết với cấu hình bình thường

source: &Activate voice profile
vi: &Kích hoạt hồ sơ giọng đọc

source: A&ssociate voice profile
vi: &Tích họp hồ sơ giọng đọc

source: &Modify voice profile
vi: &Sửa đổi hồ sơ giọng đọc

source: &Free selector
vi: &Bỏ bộ chọn

source: &Free all selectors
vi: &Bỏ tất cả các bộ chọn

source: Voice profile's &informations
vi: Thông tin &hồ sơ giọng đọc

source: Voice profile 's informations
vi: Thông tin hồ sơ giọng đọc

source: Selector {selector} is already set to {voiceProfileName} voice profile. Do you want to replace this voice profile?
vi: Bộ chọn {selector} đã được thiết lập cho hồ sơ giọng đọc {voiceProfileName}. Bạn có muốn thay thế hồ sơ giọng đọc này không?

source: Do you really want to free selector {selector} associated to voice profile {voiceProfileName}
vi: Bạn có muốn bỏ bộ chọn {selector} đã tích hợp vào hồ sơ giọng đọc {voiceProfileName}

source: Do you really want to free all selectors set to this configuration profile?
vi: bạn có chắc chắn muốn bộ tất cả bộ chọn đã liên kết với hồ sơ cầu hình này không?

source: Modify voice profile
vi: Sửa đổi hồ sơ giọng đọc

source: voice profile name:
vi: tên hồ sơ giọng đọc:

source: &Default
vi: &Mặc định

source: You must set the name of voice profile
vi: Bạn phải đặt tên của hồ sơ giọng đọc

source: Voice profile association
vi: Tích họp hồ sơ giọng đọc

source: NVDA - System tray icons 's list
vi: NVDA - Danh sách biểu tượng khay hệ thống

source: &Icons
vi: &Biểu tượng

source: &Right click
vi: &Bấm chuột phải

source: &Left click
vi: &Bấm chuột trái

source: Dou&ble left click
vi: Bấm đô&i chuột trái

source: Error: buildVars.py file is not found
vi: Lỗi: không tìm thấy tập tin buildVars.py

source: error
vi: lỗi

source: Cannot get add-on translated manifest of %s language
vi: Không thể lấy thông tin add-on manifest đã phiên dịch cho ngôn ngữ %s

source: Creation of HTML documentation files
vi: Tạo tập tin tài liệu HTML

source: No documentation file to convert
vi: Không có tập tin tài liệu để chuyển đổi

source: No html file converted
vi: Không có tập tin html nào được chuyển đổi

source: %s files converted
vi: %s tập tin đã chuyển đổi

source: Creation of manifest.ini file
vi: Tạo tập tin manifest.ini

source: the manifest.ini file already exists. Do you really want to update it?
vi: tập tin manifest.ini đã tồn tại. Bạn có thực sự muốn cập nhật nó không?

source: manifest.ini file has been updated
vi: tập tin manifest.ini đã được cập nhật

source: Creation of localization manifest.ini file
vi: Tạo tập tin bản địa hóa manifest.ini

source: No language for this add-on
vi: Không có ngôn ngữ cho add-on này

source: Error: %s file is not found
vi: Lỗi: không tìm thấy tập tin %s

source: Some translation strings are missing for "%s" language
vi: Thiếu vài chuỗi để phiên dịch cho ngôn ngữ "%s"

source: %s localization manifest.ini files created
vi: Đã tạo %s tập tin bản đĩa hóa manifest.ini

source: No localization manifest.ini file created
vi: Không có tập tin bản địa hóa manifest.ini nào được tạo

source: Creation of POT file of %s add-on
vi: Tạo tập tin POT của %s add-on

source: %s file created
vi: Đã tạo tập tin %s

source: Impossible to create POT file: no source file defined in buildVars.py
vi: Không thể tạo tập tin POT: không có tập tin nguồn nào được chỉ định trong buildVars.py

source: Impossible to create POT file
vi: Không thể tạo tập tin POT

source: Prepare %s add-on
vi: Chuẩn bị add-on %s

source: Prepare add-on start
vi: Bắt đầu chuẩn bị add-on

source: Manifest.ini file updated
vi: Đã cập nhật tập tin Manifest.ini

source: %s localization manifest.ini files created or updated
vi: %s tập tin bản địa hóa manifest.ini đã được tạo hoặc cập nhật

source: But for this languages translated string are missing: %s
vi: nhưng với những ngôn ngữ này, đã thiếu các chuỗi phiên dịch: %s

source: one file converted
vi: đã chuyển đổi một tập tin

source: %s HTML files created
vi: %s tập tin HTML được tạo

source: {count} poFiles compiled on {nb}
vi: {Count} poFiles được biên dịch trên {nb}

source: Add-on bundle could not be created
vi: Không thể tạo gói add-on

source: The {name} file has been created and recorded in {dir} folder
vi: Tập tin {name} đã được tạo và ghi lại trong thư mục {dir}

source: Completed
vi: Hoàn thành

source: Creation of buildVars.py file
vi: Tạo tập tin buildVars.py

source: Warning: buildVars.py already exist. Do you want to replace it?
vi: Cảnh báo: buildVars.py đã tồn tại. Bạn có muốn thay thế nó không?

source: buildVars.py file created
vi: tập tin buildVars.py đã được tạo

source: Tools for add-on development
vi: công cụ để phát triển add-on

source: &Add-ons:
vi: &Các add-on:

source: Update add-on &version
vi: Cập nhật add-on &phiên bản

source: &Update manifest.ini file
vi: &Cập nhật tập tin manifest.ini

source: Create P&OT file
vi: Tạo tập tin P &OT

source: &Prepare addon
vi: &Chuẩn bị addon

source: &Languages:
vi: &Ngôn ngữ:

source: Create &localization manifest.ini file
vi: Tạo &tập tin bản địa hóa manifest.ini

source: Create &HTML documentation files
vi: Tạo các tập tin tài liệu &HTML

source: Create &buildVars file
vi: Tạo tập tin &buildVars

source: &Explore add-on folder
vi: &Khám phá thư mục add-on

source: All
vi: Tất cả

source: Update add-on version
vi: Cập nhật add-on phiên bản
