Repository: manhcuong0312/NVDAExtensionGlobalPlugin
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: vi

source: NVDA global commands extension
vi: Lệnh mở rộnt toàn cục cho NVDA

source: This add-on has been developed with the participation of Daniel Poiraud. It adds to NVDA: 1- The features some features can be enabled or disabled individually. * Display of the list of icons in the notification area , * Display of the windows list of running applications, * Help in the composition of a symbol that is complex such as, for example, a a e related, a symbol power of 2 and possibility to add its own categories and symbols, * Extension of the functionality of the virtual buffer for browsers Mozilla Firefox, Microsoft Internet Explorer, Microsoft Edge, and Google Chrome: * new commands for navigation mode (paragraph, division, anchor, main area, * new types of elements for the dialog box opened by "NVDA+F7" (radio button, paragraph, frame, checkBox, etc) with the announcement of the number of items found, * commands for the tables: announce the cells of a row /column , go to first/last cell in the row/current column, move the column/row preceding or following with announcement possible of the cells in that row/column, * announcement of the URL of the document, * navigate in loop, * Announcement of the function associated with editing commands style Copy, Paste, etc., * Announcement of the name of the folder pre-selected in the dialog boxes like "Open","Save", "Save as",etc., * display of information on the focused application: * the current profile configuration, * the name and version number of the application, * the add-on loaded for the application, * NVDA logs tools: * Opening the previous or current log, * copy of current Log path to the clipboard, * history of voice speechs, * renaming keyboard keys, * selective announcement of command keyboard keys , * simple countdown timer, * display of visible elements making up the object in the foreground, * fast switching of voice profile, * remanence of the modifier keys, * shutdown, reboot or hybernate the computer, * control the main or NVDA volume: * mute or unmute volume for the focused application, * establishment of the main Windows or NVDA volume at the start of add-on, * modification of main volume or audio stream's volume of focused application. * Tools for development of add-on * supplements regarding the date and time: copy date and time to clipboard, report time with seconds 2- The options * remove the announcement from the description of the objects in the Windows ribbons , * proclaim the word focused when deleting a word (for NVDA versions lower than 2020.3), * automatically maximize the foreground window, * announce punctuations and symbols when moving by word in a document. 3- The advanced options * report, with a sound, the registration of an error in the NVDA log also for the final versions and release candidate of NVDA, * Caption dialog title with the name of the addon, * Do not take account of the option called Report object descriptions during the display of the dialog box style confirmation, * use numeric keypad's keys conventionally. 4- Various other elements * presentation formatting of the text in a dialog box, * sub-menus to explore the program folders or configuration, * script to quickly restart NVDA.
vi: Add-on này đã được phát triển với sự tham gia của Daniel Poiraud. Nó sẽ thêm vào NVDA: 1- Các tính năng một số tính năng có thể được bật hoặc tắt một cách độc lập. * Hiển thị danh sách các biểu tượng trong vùng thông báo , * Hiển thị danh sách các của sổ ứng dụng đang chạy, * Hỗ trợ cho các kết hợp của một kí hiệu phức tạp. Chẳng hạn như a a e lien quan, một kí hiệu năng lượng của 2 và khả năng thêm phân loại và kí hiệu riêng, * Mở rộng chức năng của của sổ ảo bốn trình duyệt Mozilla Firefox, Microsoft Internet Explorer, Microsoft Edge, và Google Chrome: * các lệnh mới để cho chế độ điều hướng (đoạn, phân chia, anchor, cột mốc chính, * các loại thành phần mới cho hộp thoại được mở bằng "NVDA+F7" (nút radio, đoạn, khung, hộp kiểm, v...v...) với việc thông báo số lượng thành phần được tìm thấy, * các lệnh cho bảng biểu: thông báo vị trí ô của cột / dòng, đi đến ô đầu / cuối trong cột / dòng hiện tại, di chuyển cột / dòng kết hợp thông báo các ô trong cột / dòng đó, * thông báo đường dẫn của tài liệu, * đều hướng vòng lặp, * Thông báo chức năng được tích hợp với lệnh chỉnh sửa kiểu dáng sao chép, dán, v...v...., * Thông báo tên của thư mục đã chọn trước trong các hộp thoại như "Mở","Lưu", "Lưu mới",v...v...., * hiển thị thông tin cho ứng dụng có focus: * cấu hình hồ sơ hiện tại, * tên và số hiên bản của ứng dụng, * add-on được gọi chạy cho ứng dụng, * Công cụ NVDA log: * Mở log trước hoặc log hiện tại, * chép đường dẫn log hiện tại vào bộ nhớ tạm, * lịch sử giọng đọc, * đổi tên các hím trên bàn phím, * chọn việc đọc các phím trên bàn phím, * đồng hồ đếm ngược đơn giản, * Hiện các thành phần tạo nên các đối tượng hiện hành, * chuyển đổi hồ sơ giọng đọc một cách nhanh chóng, * tạo lại các phím bổ trợ, * tắt, khởi động lại hoặc cho máy tính ở chế độ ngủ, * điều khiển âm lượng tổng hoặc âm lượng của NVDA: * tắt hay bật âm lượng cho ứng dụng có focus, * thiết lập âm lượng tổng hoặc âm lượng của NVDA khi gọi add-on, * thây đổi âm lượng tổng hoặc âm lượng audio của ứng dụng có focus, * Các công cụ để phát triển add-on * bổ sung lien quan đến ngày giờ: sao chép ngày và giờ vào bộ nhớ tạm, báo giờ bao gồm giây 2- Các tùy chọn * gỡ bỏ thông báo mô tả đối tượng trong ribbons Windows, * đọc từ tại vị trí con trỏ khi xóa một từ, * tự phóng lớn cửa sổ hiện hành, * thông báo dấu câu và kí hiệu khi di chuyển từng từ. 3- Các tùy chọn nâng cao * thông báo kèm âm thanh việc đăng kí một lỗi trong log của NVDA, cũng áp dụng cho các phiên bản cuối cùng và các bản phát hành không chính thức của NVDA, * Chú thích tên hộp thoại với tên của module, * Không tính đến tùy chọn có tên gọi Đọc mô tả đối tượng trong khi hiển thị hộp thoại dạng yêu cầu xác nhận, * dùng các phím số như phím mũi tên. 4- Nhiều thành phần khác * trình bày định dạng văn bản trong một hộp thoại, * các trình đơn con để khám phá thư mục chương trình hay cấu hình, * kịch bản để nhanh chóng khởi động lại NVDA.

source: Do you want to keep previous add-on configuration settings?
vi: Bạn có muốn giữ các thiết lập trước đây của add-on không?

source: %s - installation
vi: Cài đặt - %s

source: Attention, you must uninstall %s addon because it is now included in this addon.
vi: Chú ý, bạn phải gỡ cài đặt addon %s vì hiện nó đã được tích hợp trong addon này.

source: Voice profile switching
vi: Chuyển đổi hồ sơ giọng đọc

source: Display the running application windows's list with opportunity to put one of them on the foreground or destroy it
vi: Hiển thị cửa sổ danh sách ứng dụng đang chạy với khả năng mở một trong số ứng dụng đó hoặc tắt chúng đi

source: Shows the list of buttons on the System Tray
vi: Hiển thị danh sách các nút trên Khay hệ thống

source: Display dialog to shut down, reboot or hibernate the computer
vi: Hiển thị hộp thoại để tắt, khởi động lại hoặc bật ngủ đông cho máy tính

source: Shutt down the computer
vi: Tắt máy tính

source: Reboot the computer
vi: Khởi động lại máy tính

source: Hibernate the computer
vi: Cho máy tính ngủ đông

source: Allow you to copy or type complex symbol
vi: Cho phép bạn sao chép hoặc gõ kí hiệu phức tạp

source: Display the list of last used symbols
vi: Hiển thị danh sách các ký hiệu được sử dụng sau cùng

source: Display the list's visible items making up current foreground object
vi: hiển thị các thành phần tạo nên đối tượng hiện tại

source: If pressed twice: display the list's visible items making up it
vi: Nếu bấm hai lần: hiển thị danh sách các thành phần tạo thành nó

source: {systrayIconsDoc}. Twice, {activeWindowsDoc}
vi: {systrayIconsDoc}. Hai lần, {activeWindowsDoc}

source: Report the application 's name and version
vi: thông báo tên và phiên bản của ứng dụng

source: Speaks the filename of the active application along with the name of the currently loaded appModule python file. Pressing this key twice,speak the name and state of the current configuration profile
vi: Nói tên tập tin của ứng dụng đang hoạt động cùng với tên của tập tin python appModule hiện đang được tải. Nhấn phím này hai lần, nói tên và trạng thái của cấu hình hiện tại

source: Report the name and version number of add-on activated for focused application
vi: thông báo tên và số phiên bản của add-on được kích hoạt cho ứng dụng hiện tại

source: Display informations about the focused application
vi: Hiển thị thông tin về ứng dụng đang có focus

source: Display dialog to start the minute timer. If minute timer already started, display dialog to report duration
vi: Hiển thị hộp thoại hẹn giờ bằng phút. Nếu đã hẹn giờ, hiển thị hộp thoại để xem thời gian

source: Display add-on user's guide
vi: Hiển thị hướng dẫn sử dụng add-on

source: Display the list of commands of the commands interpreter
vi: Hiện danh sách lệnh của các lệnh thông dịch

source: Open a dialog to manage NVDA logs
vi: Mở hộp thoại để quản lý nhật ký NVDA

source: Open current NVDA log file. Pressing this key twice, open the old NVDA log file. Pressing third, copy current log path to the clipboard
vi: Mở tập tin nhật ký NVDA hiện tại. Nhấn phím này hai lần, mở tập tin nhật ký NVDA cũ. Nhấn thứ ba, sao chép đường dẫn nhật ký hiện tại vào clipboard

source: report the name of current selected folder in the open or Save dialog box. Twice: report full path
vi: thông báo tên của thư mục được chọn hiện tại trong hộp thoại mở hoặc Lưu. Hai lần: báo cáo đường dẫn đầy đủ

source: report the name of current selected folder in the open or Save dialog box
vi: thông báo tên của thư mục được chọn hiện tại trong hộp thoại mở hoặc Lưu

source: report the full path of current selected folder in the open or Save dialog box
vi: thông báo đường dẫn đầy đủ của thư mục đang được chọn trong hộp thoại mở hoặc Lưu

source: Explor my user configuration's folder
vi: Khám phá thư mục cấu hình người dùng của tôi

source: Explore NVDA programs's folder
vi: Khám phá thư mục chương trình NVDA

source: Display speech history records
vi: Hiển thị lịch sử tiếng nói

source: Report previous record of the speech history and copy it to clipboard
vi: Đọc bản ghi lịch sử tiếng nói trước đó và chép vào bộ nhớ tạm

source: Report current record of the speech history and copy it to clipboard. Twice: display speech history
vi: Đọc bản ghi hiện tại của lịch sử tiếng nói và sao chép nó vào bộ nhớ tạm. Bấm hai lần: hiển thị lịch sử tiếng nói

source: Report next record of the speech history and copy it to clipboard
vi: Đọc bản ghi tiếp theo của lịch sử tiếng nói và sao chép nó vào bộ nhớ tạm

source: Restart NVDA. Twice: restart with log levelset to debug
vi: Khởi động lại NVDA. Hai lần: khởi động lại với nhật kí gỡ lỗi

source: Toggle voice profile switch mode
vi: Chuyển đổi chế độ chuyển hồ sơ giọng đọc

source: Display dialog to manage voice profile selectors
vi: Hiển thị hộp thoại để quản lý bộ chọn hồ sơ giọng đọc

source: Go backward to the first selector associated to a voice profile and set this voice profile as current voice profile
vi: Quay trở lại bộ chọn đầu tiên được liên kết với cấu hình giọng nói và đặt cấu hình giọng nói này làm cấu hình giọng nói hiện tại

source: Go to forward to the first selector associated to a voice profile and set this voice profile as current voice profile
vi: Chuyển đến bộ chọn đầu tiên được liên kết với một hồ sơ giọng đọc và đặt nó làm oh62 sơ going đọc hiện tại

source: Display keyboard key renaming dialog
vi: Hiển thị hộp thoại đổi tên phím

source: Display command key selective announcement dialog
vi: Hiển thị hộp thoại thông báo các phím lệnh đã chọn

source: Reports the current time. Twice, reports the current date. Third: copy date and time to the clipboard
vi: Đọc giờ hiện tại. Hai lần, đọc ngày hiện tại. Ba LẦN : sao chép ngày và giờ vào bộ nhớ tạm

source: Copy date and time to the clipboard
vi: Sao chép ngày giờ vào bộ nhớ tạm

source: Display formatting info for the current review cursor position within a document in dialog box
vi: Hiển thị thông tin định dạng cho vị trí con trỏ duyệt hiện tại của tài liệu trong hộp thoại

source: Launch commands's interpreter of add-on
vi: Chạy các lệnh thông dịch của add-on

source: Set selector 1 as current selector and Sets , if possible, it associated voice profile as current voice profile
vi: Đặt bộ chọn 1 làm bộ chọn hiện tại , nếu có thể, nó sẽ liên kết hồ sơ giọng đọc là hồ sơ giọng đọc hiện tại

source: Set selector 2 as current selector and Sets , if possible, it associated voice profile as current voice profile
vi: Đặt bộ chọn 2 làm bộ chọn hiện tại , nếu có thể, nó sẽ liên kết hồ sơ giọng đọc là cấu hình giọng đọc hiện tại

source: Set selector 3 as current selector and Sets , if possible, it associated voice profile as current voice profile
vi: Đặt bộ chọn 3 làm bộ chọn hiện tại , nếu có thể, nó sẽ liên kết hồ sơ giọng đọc là cấu hình giọng đọc hiện tại

source: Set selector 4 as current selector and Sets , if possible, it associated voice profile as current voice profile
vi: Đặt bộ chọn 4 làm bộ chọn hiện tại , nếu có thể, nó sẽ liên kết hồ sơ giọng đọc là cấu hình giọng đọc hiện tại

source: Set selector 5 as current selector and Sets , if possible, it associated voice profile as current voice profile
vi: Đặt bộ chọn 5 làm bộ chọn hiện tại , nếu có thể, nó sẽ liên kết hồ sơ giọng đọc là cấu hình giọng đọc hiện tại

source: Set selector 6 as current selector and Sets , if possible, it associated voice profile as current voice profile
vi: Đặt bộ chọn 6 làm bộ chọn hiện tại , nếu có thể, nó sẽ liên kết hồ sơ giọng đọc là cấu hình giọng đọc hiện tại

source: Set selector 7 as current selector and Sets , if possible, it associated voice profile as current voice profile
vi: Đặt bộ chọn 7 làm bộ chọn hiện tại , nếu có thể, nó sẽ liên kết hồ sơ giọng đọc là cấu hình giọng đọc hiện tại

source: Set selector 8 as current selector and Sets , if possible, it associated voice profile as current voice profile
vi: Đặt bộ chọn 8 làm bộ chọn hiện tại , nếu có thể, nó sẽ liên kết hồ sơ giọng đọc là cấu hình giọng đọc hiện tại

source: Displays the dialog to manage the input gestures configured by user
vi: Hiển thị hộp thoại để quản lý các thao tác đầu vào được cấu hình bởi người dùng

source: Display tools for add-on development dialog
vi: Hiển thị các công cụ cho hộp thoại phát triển add-on

source: Click the left mouse button at navigator object position. Twice: click twice this button at this position
vi: Bấm chuột trái ở vị trí đối tượng điều hướng. Bấm hai lần: nhấp hai lần ở vị trí này

source: Click the right mouse button at navigator object position. Twice: click twice this button at this position
vi: Bấm chuột phải ở vị trí đối tượng điều hướng. Bấm hai lần: nhấp hai lần ở vị trí này

source: Display add-on settings dialog
vi: Hiển thị hộp thoại cài đặt add-on

source: Enable or disable the standard use of numeric keypad
vi: Bật hoặc tắt việc sử dụng bàn phím số chuẩn

source: Close all opened windows
vi: Đóng tất cả cửa sổ đang mở

source: Display running add-ons list
vi: Hiển thị danh sách các add-on đang chạy

source: Report current speech settings. Twice: display them
vi: Thông báo thiết lập giọng đọc hiện tại. Bấm hai lần để hiển thị chúng.

source: Report current speech settings
vi: Thông báo các thiết lập tiếng nói hiện tại

source: Display current speech settings
vi: Hiển thị thông số thiết lập tiếng nói hiện tại

source: (command: %s)
vi: (lệnh: %s)

source: %s add-on configuration menu
vi: Menu cấu hình bổ trợ %s

source: Settings...
vi: Cài đặt...

source: Keyboard Keys renaming...
vi: Đổi tên phím...

source: Command keys selective announcement...
vi: Thông báo phím lệnh đã chọn...

source: Reset configuration to default values
vi: Đặt lại cấu hình về giá trị mặc định

source: Explore &NVDA
vi: Khám phá &NVDA

source: Menu to explore NVDA program or configuration
vi: Menu chương trình hoặc cấu hình NVDA

source: My &configuration's folder
vi: Thư mục &cấu hình của tôi

source: NVDA &Program folder
vi: Thư mục chương trình &NVDA

source: Please wait
vi: Vui lòng chờ

source: {0} copied to clipboard
vi: Đã chép {0} vào bộ nhớ tạm

source: Configuration's profile {profileName} {state}
vi: Cấu hình của hồ sơ {profileName} {state}

source: {0} version {1}
vi: {0} phiên bản {1}

source: Product name and version has been copied to clipboard
vi: Tên và phiên bản phần mềm đã được sao chép vào clipboard

source: addon: {name}, version: {version}
vi: addon: {name}, phiên bản: {version}

source: No addon
vi: Không có addon

source: Configuration profile: {profileName} {state}
vi: Hồ sơ cấu hình: {profileName} {state}

source: Application: {appName} {appVersion}
vi: Ứng dụng: {appName} {appVersion}

source: {summary}, version: {version}
vi: {summary}, phiên bản: {version}

source: Active add-on: %s
vi: add-on hoạt động: %s

source: addd-on's path: %s
vi: đường dẫn addd-on: %s

source: Warning: it seems that others add-ons are installed and activated for this application
vi: Cảnh báo: dường như đã có các add-on khác được cài đặt và kích hoạt cho ứng dụng này

source: Loaded python module: %s
vi: Đã tải module python: %s

source: Application context's informations's informations
vi: Thông tin đi tắt ứng dụng

source: Current log file path copied to clipboard
vi: Đã chép đường dẫn tập tin log hiện tại vào bộ nhớ tạm

source: Current log file path cannot be copied to clipboard
vi: Không thể sao chép Đường dẫn tập tin log hiện tại vào bộ nhớ tạm

source: Previous log file can not be opened
vi: Tập tin nhật ký trước đó không thể mở được

source: Current log file can not be opened
vi: Tập tin nhật ký hiện tại không thể mở được

source: Open Error
vi: Lỗi mở

source: Current speech settings
vi: Các thiết lập tiếng nói hiện tại

source: Voice profile switch mode on
vi: Bật chế độ chuyển hồ sơ giọng đọc

source: Voice profile switch mode off
vi: Tắt chế độ chuyển đổi cấu hình giọng nói

source: Selector %s is free
vi: Bộ chọn %s đã bị bỏ

source: There has been no change of gesture made by the user
vi: Không thay đổi cử chỉ của người dùng

source: Double left click
vi: Nhấp đúp chuột trái

source: Object has no location
vi: Đối tượng không có vị trí

source: Double right click
vi: Nhấp đúp chuột phải

source: This functionnality is only available if "command key selective announcement" or "keys's remanence functionnality" is installed
vi: Chức năng này chỉ hoạt động khi "command key selective announcement" hoặc "keys's remanence functionnality" được cài đặt

source: The standard use of the numeric keypad is is not allowed
vi: Việc sử dụng bàn phím số chuẩn không được cho phép

source: Are you sure you want to close all windows?
vi: Bạn có chắc chắn đóng tất cả của sổ không?

source: Confirmation
vi: Xác nhận

source: global
vi: toàn cục

source: application
vi: ứng dụng

source: speech synthesizer driver
vi: trình điều khiển bộ đọc

source: braille display driver
vi: trình điều khiển màn hình nổi

source: mixed
vi: trộn

source: %s add-on type:
vi: %s loại add-on:

source: any
vi: bất kì

source: Running add-ons
vi: Các add-on đang chạy

source: Shell's scripts
vi: Kịch bản của Shell

source: Description: command
vi: Mô tả: lệnh

source: &Run script
vi: &Chạy kịch bản

source: Start menu|Charm Bar
vi: Menu bắt đầu | Charm Bar

source: Windows' list
vi: Danh sách cửa sổ

source: Minimized
vi: Tối thiểu hóa

source: Maximized
vi: Tối đa hóa

source: Current &applications
vi: Ứng &dụng hiện tại

source: &Switch to
vi: &Chuyển sang

source: &Destroy
vi: &Đóng

source: Destro&y all
vi: Hủ&y tất cả

source: Impossible to destroy desktop window
vi: Không thể đóng cửa sổ máy tính để bàn

source: Impossible to destroy the window
vi: Không thể đóng cửa sổ

source: Warning
vi: Cảnh báo

source: moves to the next paragraph
vi: chuyển sang đoạn tiếp theo

source: no next paragraph
vi: không có đoạn tiếp theo

source: moves to the previous paragraph
vi: chuyển đến đoạn trước

source: no previous paragraph
vi: Không có đoạn trước

source: moves to the next division
vi: chuyển sang bộ phận tiếp theo

source: no next division
vi: không có bộ phận tiếp theo

source: moves to the previous division
vi: chuyển đến bộ phận trước

source: no previous division
vi: Không có bộ phận trước

source: moves to the next main landmark
vi: di chuyển đến cột mốc chính tiếp theo

source: no next main landmark
vi: không có mốc chính tiếp theo

source: moves to the previous main landmark
vi: di chuyển đến cột mốc chính trước đó

source: no previous main landmark
vi: không có mốc chính trước đó

source: moves to the next clickable element
vi: di chuyển đến thành phần có thể nhấp tiếp theo

source: no next clickable element
vi: không có thành phần có thể nhấp tiếp theo

source: moves to the previous clickable element
vi: di chuyển đến thành phần có thể nhấp trước đó

source: no previous clickable element
vi: Không có mục nào có thể nhấp trước đó

source: Copied to clipboard
vi: Sao chép vào bộ nhớ tạm

source: Cannot copy to clipboard
vi: Không thể sao chép vào clipboard

source: Report document 's address (URL). Twice: copy it to clipboard
vi: Đọc đường dẫn của tài liệu (URL). Bấm hai lần: sao chép nó vào bộ nhớ tạm

source: Return to bottom of page
vi: Trở về cuối trang

source: Return to top of page
vi: Quay trở lại đầu trang

source: No label
vi: Không có nhãn

source: Link
vi: Liên kết

source: Heading
vi: Tiêu đề

source: Form field
vi: BIỂU MẪU

source: Button
vi: nút

source: Landmark
vi: MỐC

source: Radio button
vi: Nút radio

source: Paragraph
vi: Đoạn

source: Check box
vi: Hộp kiểm

source: Combo box
vi: Hộp xổ

source: Table
vi: Bảng

source: Edit
vi: Nhập liệu

source: List
vi: Danh sách

source: Graphic
vi: HÌNH ẢNH

source: Separator
vi: Phân cách

source: Report current table row's cells
vi: Đọc dòng hiện tại của bảng

source: Report current table column's cells
vi: Đọc cột hiện tại của bảng

source: Move to and report next table row
vi: Di chuyển đến và đọc dòng tiếp theo của bảng

source: Move to and report previous table row
vi: Di chuyển đến và đọc dòng trước của bảng

source: Move to and report next table column
vi: Di chuyển đến và đọc cột tiếp theo của bảng

source: Move to and report previous table column
vi: Di chuyển đến và đọc cột trước của bảng

source: Report current table cell position
vi: Đọc vị trí ô hiện tại trong bảng

source: Move to first cell of table row
vi: Di chuyển đến ô đầu tiên của dòng trong bảng

source: Move to last cell of table row
vi: Di chuyển đến ô cuối cùng của dòng trong bảng

source: Move to first cell of table column
vi: Di chuyển đến ô đầu tiên của cột trong bảng

source: Move to last cell of table column
vi: Di chuyển đến ô cuối cùng của cột trong bảng

source: Frame
vi: Khung

source: Division
vi: Phân chia

source: Blocquote
vi: Trích dẫn

source: List item
vi: Danh sách thành phần

source: Embedded object
vi: Đối tượng nhún

source: %s elements
vi: yếu tố %s

source: One element
vi: Một yếu tố

source: no element
vi: không có thành phần nào

source: Clickable
vi: Có thể nhấp

source: Cut
vi: Cắt

source: Paste
vi: Dán

source: Copy
vi: Sao chép

source: Undo
vi: Phục hồi

source: select all
vi: Chọn tất cả

source: one selected object
vi: một đối tượng được chọn

source: %s selected objects
vi: %s đối tượng được chọn

source: Any key with modifier key combination
vi: Phím bất kì với phím bổ trợ

source: Keys's remanence activation on
vi: Kích hoạt phần còn lại của phím trên

source: Keys's remanence activation off
vi: Tắt khóa kích hoạt

source: Standard use of the numeric keypad enabled
vi: Tiêu chuẩn sử dụng bàn phím số được bật

source: Standard use of the numeric keypad disabled
vi: Tiêu chuẩn sử dụng bàn phím số bị vô hiệu hóa

source: Command keys selective Announcement
vi: Phím lệnh Thông báo chọn lọc
